{
  "items": [
    {
      "id": "0",
      "name": "Стиральная машина LG F2J3NS0W белый",
      "shortDescription": "Глубина стиральной машины LG F2J3NS0W всего 44 см, благодаря чему она поместится даже в небольшую ванную комнату. Барабан вмещает 6 кг сухого белья, чего вполне достаточно для семьи из трёх-четырёх человек. ",
      "description": "Глубина стиральной машины LG F2J3NS0W всего 44 см, благодаря чему она поместится даже в небольшую ванную комнату. Барабан вмещает 6 кг сухого белья, чего вполне достаточно для семьи из трёх-четырёх человек. Эта модель снабжена инверторным двигателем с прямым приводом, он отличается более длительным сроком службы, чем обычный, так как в его конструкции нет щёток и ремня. Есть программы для хлопка, смешанных тканей и шерсти, поэтому даже тонкий трикотаж не растянется и не покроется затяжками. Специальные циклы предназначены для детской и спортивной одежды.",
      "price": "161 000",
      "imageLink": "https://www.lg.com/content/dam/channel/wcms/kz/wm-dryer-lg-styler/wm-pdp/f2v5ps2s-aptpcom/f2v5ps2s-gallery/basic/450x450.png",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/lg-f2j3ns0w-belyi-3601511/?c=750000000",
      "category": "Home Appliances",
      "likes": 5
    },
    {
      "id": "1",
      "name": "Пылесос Samsung VCC4520S36/XEV синий",
      "shortDescription": "Samsung SC4520 — компактный и удобный пылесос для сухой уборки. ",
      "description": "Samsung SC4520 — компактный и удобный пылесос для сухой уборки. Небольшие размеры и малый вес позволяют легко передвигать прибор в процессе наведения порядка в доме. Мощный мотор обеспечивает высокую производительность устройства. Для сбора пыли используется контейнер Twin Chamber ёмкостью 1.3 л, разделённый на две камеры",
      "price": "35 690",
      "imageLink": "https://object.pscloud.io/cms/cms/Photo/img_0_24_381_0_1.jpg",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/samsung-vcc4520s36-xev-sinii-3701056/?c=750000000",
      "category": "Home Appliances",
      "likes": 1
    },
    {
      "id": "2",
      "name": "Электрогриль Xiaomi Smart Air Fryer 6.5L BHR7357EU",
      "shortDescription": "Аэрогриль Xiaomi Smart Air Fryer 6.5L EU, MAF10",
      "description": "Аэрогриль Xiaomi Smart Air Fryer 6.5L EU, MAF10.Конвекционный нагрев на 360° - модернизированный круглый воздуховод улучшает циркуляцию и распределение воздушного потока, направляя горячий воздух непосредственно в корзину для жарки, нагреваясь равномерно без необходимости переворачивания. Двухслойное антипригарное покрытие на водной основе, легкая очистка после еды.",
      "price": "58 958",
      "imageLink": "https://img.al-style.kz/59933_1.jpg",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/elektrogril-xiaomi-smart-air-fryer-6-5l-bhr7357eu-118273472/?c=750000000",
      "category": "Home Appliances",
      "likes": 1
    },
    {
      "id": "3",
      "name": "Пылесос Karcher VC 3 Plus 1.198-127.0 желтый",
      "shortDescription": "Как и во всех продуктах Kärcher, пылесос VC 3 Plus без мешков обладает исключительной функциональностью. ",
      "description": "Как и во всех продуктах Kärcher, пылесос VC 3 Plus без мешков обладает исключительной функциональностью. Благодаря своему элегантному дизайну и компактному размеру желтый VC 3 Plus идеально вписывается в современный интерьер. Прост в использовании, он подходит как для молодых, так и для пожилых людей. Высокоэффективный мультициклонный пылесос обеспечивает высокую мощность всасывания, а благодаря моющемуся контейнеру для сбора мусора он экономит семейный бюджет",
      "price": "67 990",
      "imageLink": "https://tssp.kz/_ipx/f_webp&s_400x400/https://storage.tssp.kz/uploads/7954/images/Gjw146eT.jpg",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/karcher-vc-3-plus-1-198-127-0-zheltyi-3700907/?c=750000000",
      "category": "Home Appliances",
      "likes": 1
    },
    {
      "id": "4",
      "name": "Зарядное устройство Apple 18W USB-C Power Adapter USB Type-C белый",
      "shortDescription": "Адаптер Apple 18W USB-C Power Adapter представляет собой компактное и эффективное зарядное устройство, предназначенное для быстрой и эффективной зарядки ваших устройств.",
      "description": "Адаптер Apple 18W USB-C Power Adapter представляет собой компактное и эффективное зарядное устройство, предназначенное для быстрой и эффективной зарядки ваших устройств. Данный адаптер 18W подходит для следующих моделей: Apple Iphone 7/8/8 plus, iphone 10, XR, 11, 11 pro, 11pro max, 12, 12 pro, 12 pro max, iphone 13, 13 pro, 13 pro max, 14, 14 pro, 14 pro max, iphone 15, 15 pro, 15 pro max, iphone 16/16 plus/16 pro/16 pro max. Тип разъема: USB-C",
      "price": "6 033",
      "imageLink": "https://jmart.kz/_next/image?url=https%3A%2F%2Fjmart.kz%2Fimages%2Fdetailed%2F3419%2Frest_101302774_0.jpg&w=1080&q=75",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/apple-18w-usb-c-power-adapter-usb-type-c-belyi-102743952/?c=750000000",
      "category": "Phones",
      "likes": 1
    },
    {
      "id": "5",
      "name": "Мышь Logitech G102 Lightsync черный",
      "shortDescription": "Мышь проводная Logitech G102 LightSync позволяет играть с максимальной эффективностью.",
      "description": "Мышь проводная Logitech G102 LightSync позволяет играть с максимальной эффективностью. В мышке применяется датчик игрового уровня с чувствительностью 8000 dpi, регулируемой в широком диапазоне отдельной кнопкой. Logitech G102 LightSync оснащена 6 программируемыми кнопками. В левой и правой кнопках используется металлический пружинный механизм для исключительно точного срабатывания.",
      "price": "9 043",
      "imageLink": "https://c.dns-shop.kz/thumb/st4/fit/300/300/410047417f277293ca0413041266ed95/a131f53a2c5644d07b7d535eb3a2743917b33abbafd1ee834f00442d4003bc90.jpg",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/logitech-g102-lightsync-chernyi-100956618/?c=750000000",
      "category": "Computers accessories",
      "likes": 1
    },
    {
      "id": "6",
      "name": "Сумка Portcase 9011 черный",
      "shortDescription": "Предназначен для удобной переноски и защиты устройства.",
      "description": "Предназначен для удобной переноски и защиты устройства. Элегантный дизайн и функциональность позволяют использовать их как в повседневной жизни, так и в деловой обстановке. Внутренние отделения и мягкая подкладка помогают уберечь ноутбук от повреждений, а дополнительные карманы подходят для хранения аксессуаров и документов. Практичное решение для комфортного и безопасного использования вашего устройства.",
      "price": "3 950",
      "imageLink": "https://object.pscloud.io/cms/cms/Photo/img_0_398_627_0.jpg",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/sumka-portcase-9011-chernyi-108895248/?c=750000000",
      "category": "Computers accessories",
      "likes": 1
    },
    {
      "id": "7",
      "name": "SSD Kingston SNV3S/1000G 1000 Гб",
      "shortDescription": "Kingston’s NV3 PCIe 4.0 NVMe SSD — это новое решение для хранения данных на основе контроллера NVMe Gen 4x4, обеспечивающее скорость чтения/записи до 6000/5000 МБ/с.",
      "description": "Kingston’s NV3 PCIe 4.0 NVMe SSD — это новое решение для хранения данных на основе контроллера NVMe Gen 4x4, обеспечивающее скорость чтения/записи до 6000/5000 МБ/с. Новый SSD-накопитель обеспечивает более низкое энергопотребление и снижает нагрев, оптимизируя производительность вашей системы без ущерба для ее эффективности. Компактная односторонняя ко",
      "price": "30 847",
      "imageLink": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSOsPKAyQcrF7E1aMzFf-e6v9fd8eekPOHHIg&s",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/ssd-kingston-snv3s-1000g-1000-gb-123793481/?c=750000000",
      "category": "Computers accessories",
      "likes": 1
    },
    {
      "id": "8",
      "name": "Карта памяти Kingston SDCS2/64Gb 64 Гб",
      "shortDescription": "Карты памяти Canvas Select Plus microSD компании Kingston совместимы с устройствами Android и обладают производительностью класса A1.",
      "description": "Карты памяти Canvas Select Plus microSD компании Kingston совместимы с устройствами Android и обладают производительностью класса A1. Они обеспечивают более высокую скорость и емкость, ускоряя загрузку приложений. Выберите для хранения своих фотографий и видео карту памяти подходящей емкости — доступны варианты до 512 ГБ.",
      "price": "2 310 ",
      "imageLink": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRpHqCbm2rBR3DnOeCRVSj_ZPOg7w96J9weFw&s",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/kingston-sdcs2-64gb-64-gb-100081475/?c=750000000",
      "category": "Computers accessories",
      "likes": 1
    },
    {
      "id": "9",
      "name": "Wi-Fi роутер TP-LINK Archer C64",
      "shortDescription": "Двухдиапазонный Archer C64 позволяет подключить больше устройств",
      "description": "Двухдиапазонный Archer C64 позволяет подключить больше устройств: диапазон 2.4 ГГц обеспечит надёжное подключение для работы с почтой, просмотра веб‑страниц и других простых задач, в то время как диапазон 5 ГГц лучше подойдёт для мультимедийных задач, таких как видеостримы или онлайн‑игры.",
      "price": "19 844",
      "imageLink": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSSSrruKutHkQxoTeFcumdYyyrlYihhrGFimQ&s",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/wi-fi-router-tp-link-archer-c64-102399103/?c=750000000",
      "category": "Computers accessories",
      "likes": 1
    },
    {
      "id": "10",
      "name": "Пылесос Deerma DX115C черный",
      "shortDescription": "Вертикальный пылесос Deerma DX115C способен в корне изменить ваше представление о сухой уборке",
      "description": "Вертикальный пылесос Deerma DX115C способен в корне изменить ваше представление о сухой уборке и поможет домочадцам полюбить этот процесс. Его корпус весит всего 1.8 кг. Он оснащен длинным (5 м) сетевым шнуром. С евровилкой питания. С этим пылесосом можно ходить по всему дому, «забираясь» в самые труднодоступные места, например, в промежутки под шкафами и диванами.",
      "price": "10 099",
      "imageLink": "https://object.pscloud.io/cms/cms/Photo/img_0_24_976_1_1.jpg",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/deerma-dx115c-chernyi-3701430/?c=750000000",
      "category": "Home Appliances",
      "likes": 4
    },
    {
      "id": "11",
      "name": "Смартфон Apple iPhone 13 128Gb черный",
      "shortDescription": "Apple iPhone 13 получил дисплей 6.1 дюйма Super Retina XDR",
      "description": "Apple iPhone 13 получил дисплей 6.1 дюйма Super Retina XDR, который отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно четко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.",
      "price": "273 962",
      "imageLink": "https://api.technodom.kz/f3/api/v1/images/800/800/252945_1.jpg",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/apple-iphone-13-128gb-chernyi-102298404/?c=750000000",
      "category": "Phones",
      "likes": 1
    },
    {
      "id": "12",
      "name": "Смартфон Apple iPhone 16 Pro Max 256Gb черный",
      "shortDescription": "Флагманский IPhone 16 Pro Max вобрал в себя лучшие черты современного гаджета.",
      "description": "Флагманский IPhone 16 Pro Max вобрал в себя лучшие черты современного гаджета. Это самое производительное устройство в линейке Apple iPhone с масштабным дисплеем, потрясающей производительностью и невероятной внешней эргономикой. Iphone 16 pro max – настоящий титан в своем семействе. Флагманская модель с тончайшими рамками корпуса обладает эргономичным дизайном, высокой ударо- и влагозащитой. Дополнена передней панелью Ceramic Shield последнего поколения и задней – из особого текстурированного стекла с матовой поверхностью. В серии несколько вариантов смартфонов – на 1Тб, на 256Гб, а также iphone 16 pro max 512GB в черном, титановом, белом цвете и новом нежном оттенке Desert Titanium.",
      "price": "686 386",
      "imageLink": "https://cdn.shoplightspeed.com/shops/662820/files/65894551/650x750x2/apple-iphone-16-pro-max-256-gb-black-titanium.jpg",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/apple-iphone-16-pro-max-256gb-chernyi-123787551/?c=750000000",
      "category": "Phones",
      "likes": 1
    },
    {
      "id": "13",
      "name": "Смартфон Apple iPhone 16 Pro Max 256Gb золотистый",
      "shortDescription": "Флагманский IPhone 16 Pro Max вобрал в себя лучшие черты современного гаджета.",
      "description": "Флагманский IPhone 16 Pro Max вобрал в себя лучшие черты современного гаджета. Это самое производительное устройство в линейке Apple iPhone с масштабным дисплеем, потрясающей производительностью и невероятной внешней эргономикой. Iphone 16 pro max – настоящий титан в своем семействе. Флагманская модель с тончайшими рамками корпуса обладает эргономичным дизайном, высокой ударо- и влагозащитой. Дополнена передней панелью Ceramic Shield последнего поколения и задней – из особого текстурированного стекла с матовой поверхностью. В серии несколько вариантов смартфонов – на 1Тб, на 256Гб, а также iphone 16 pro max 512GB в черном, титановом, белом цвете и новом нежном оттенке Desert Titanium.",
      "price": "671 330",
      "imageLink": "https://ufa.stores-apple.com/upload/iblock/25f/plxprl0op9f9hya4xxkk9t2cswwffdgb.jpg",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/apple-iphone-16-pro-max-256gb-zolotistyi-123890547/?c=750000000",
      "category": "Phones",
      "likes": 1
    },
    {
      "id": "14",
      "name": "Смартфон Xiaomi Redmi 13C 8 ГБ/256 ГБ черный",
      "shortDescription": "Смартфон Xiaomi Redmi 13C – это сочетание стильной внешности и новейших технологий.",
      "description": "Смартфон Xiaomi Redmi 13C – это сочетание стильной внешности и новейших технологий. Утонченный дизайн и модные расцветки не оставят равнодушными тех, кто ищет оригинальный аксессуар. Данная модель оснащена IPS-дисплеем 6,74” с частотой обновления 90 Гц, а также тройной AI-фотокамерой на 50 Мп. Оцените новые фильтры с FilmCamera и наслаждайтесь плавной сменой картинки на экране.",
      "price": "44 962",
      "imageLink": "https://img.al-style.kz/57116_1.jpg",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/xiaomi-redmi-13c-8-gb-256-gb-chernyi-114695323/?c=750000000",
      "category": "Phones",
      "likes": 10
    },
    {
      "id": "15",
      "name": "Кронштейн LED LCD PDP 26-55 черный",
      "shortDescription": "Кронштейн LED LCD PDP 26-55 обеспечит уют в гостиной и сохранит для вас десятки полезных сантиметров жилплощади.",
      "description": "Кронштейн LED LCD PDP 26-55 обеспечит уют в гостиной и сохранит для вас десятки полезных сантиметров жилплощади. Этот черный металлический кронштейн для ТВ способен выдержать нагрузку до 50 килограммов. И при этом он поддерживает самые разные варианты креплений по стандарту VESA (200х200, 200х400, 300х300, 400х400 миллиметров), поэтому беспокоиться о совместимости телевизора и кронштейна вам точно не придется. А главное – на LED LCD вы сможете установить самые разные виды плазменных и ЖК-телевизоров с диагоналями от 26 до 55 дюймов. При этом данный кронштейн может нагибаться вниз под углом до -15+°C",
      "price": "1 595",
      "imageLink": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSHpraxb797uurVRFizlmuDL79GO1OvuScIfA&s",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/led-lcd-pdp-26-55-chernyi-103627803/?c=750000000",
      "category": "Video Equipment",
      "likes": 1
    },
    {
      "id": "16",
      "name": "Кронштейн KALOC KLC-X4",
      "shortDescription": "Настенный консольный кронштейн/крепление KALOC X4 предназначен для телевизоров",
      "description": "Настенный консольный кронштейн/крепление KALOC X4 предназначен для телевизоров с диагональю экрана от 32 до 55 дюймов, с максимальной нагрузкой до 31,8 кг. Радиус поворотного кронштейна KALOC X4 равен 180°, а угол наклона от -5° до +8°. Позволяет разместить телевизор на расстоянии от стены от 55 мм до 500 мм. Подходит для телевизоров с креплением мульти VESA от 100х100 до 400х400 мм.",
      "price": "1 656",
      "imageLink": "https://ae04.alicdn.com/kf/Ab7aa028fab3645299ea6f4ec14876b3eO.jpg",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/kaloc-klc-x4-101141522/?c=750000000",
      "category": "Video Equipment",
      "likes": 1
    },
    {
      "id": "17",
      "name": "Медиаплеер Xiaomi Mi TV Stick",
      "shortDescription": "Суперкомпактная приставка для телевизора Mi TV Stick от компании Xiaomi поставляется с пультом ДУ, поддерживающим голосовое управление, кабелем microUSB – USB и адаптером питания.",
      "description": "Фирменный пульт управления поддерживает беспроводную технологию Bluetooth 4.2. На нем есть несколько кнопок, запускающих популярные приложения. Через встроенный микрофон и кнопку вызова голосового поиска можно общаться с голосовым помощником Google Assistant. Пульт работает от двух элементов питания типа AAA (в комплект не входят). Медиаплеер Xiaomi Mi TV Stick заключен в компактный пластиковый корпус, и весит не более 30 грамм. Визуально девайс напоминает обычную флешку. Приставка подключается через разъем HDMI, который выступает из корпуса устройства. На одной из граней вы найдете разъем для подключения Mi TV Stick к питанию.",
      "price": "20 449",
      "imageLink": "https://object.pscloud.io/cms/cms/Photo/img_0_940_3_2_1.jpg",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/xiaomi-mi-tv-stick-100484446/?c=750000000",
      "category": "Video Equipment",
      "likes": 1
    },
    {
      "id": "18",
      "name": "Медиаплеер MXQ Pro 5G Smart TV Box 1/8Gb",
      "shortDescription": "Cмарт ТВ приставка и мультимедиа плеер на Android для просмотра интернет-ТВ, онлайн видео и воспроизведения медиафайлов с флешки или жесткого диска. ",
      "description": "Cмарт ТВ приставка и мультимедиа плеер на Android для просмотра интернет-ТВ, онлайн видео и воспроизведения медиафайлов с флешки или жесткого диска. Имеет мощный 4-х ядерный процессор и пяти-ядерный графический ускоритель, может воспроизводить видео формата 4K Ultra HD с частотой 60 кадров в секунду без задержек. Быстро считывает даже большие видео-файлы размером больше 10 Гб внешнего жесткого диска или флешки. Воспроизводит все современные форматы видео, в том числе 3D фильмы с поддержкой объемного звука 5.1. Удобный эргономичный дизайн сочетает в себе удобство и функциональность. Четыре USB порта для подключения внешних устройств: мышки, клавиатуры, внешнего жесткого диска или флешки. Имеет поддержку беспроводных технологий Wi-Fi, DLNA, Miracast. Благодаря наличию HDMI и AV выходов, приставку можно подключить к любому телевизору.",
      "price": "6 799",
      "imageLink": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRh-JKTw3NLRa-3dvhnVlbZaTfdqN5SejQXcQ&s",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/mxq-pro-5g-smart-tv-box-1-8gb-100939184/?c=750000000",
      "category": "Video Equipment",
      "likes": 1
    },
    {
      "id": "19",
      "name": "Пульт ДУ Яндекс YNDX-0006",
      "shortDescription": "Автоматизировать бытовую технику при помощи умного пульта Yandex SmartControl YNDX-0006 проще, чем может показаться.",
      "description": "Автоматизировать бытовую технику при помощи умного пульта Yandex SmartControl YNDX-0006 проще, чем может показаться. С его помощью можно управлять техникой, например телевизором или кондиционером, а также любым другим устройством, которое поддерживает ИК-соединение. Также осуществляется передача данных посредством технологии Wi-Fi. Используя модель, можно не только включать/выключать технику, но и настраивать её. Умный пульт Yandex SmartControl YNDX-0006 поддерживает управление с помощью голосового помощника Алисы. Для этого просто нужно сказать, что необходимо сделать, и система передаст приказ на устройство. Благодаря этому можно удалённо управлять бытовой техникой, даже если пользователь находится не дома. Для этого предварительно нужно настроить приборы и пульт.      ",
      "price": "5 980",
      "imageLink": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRQDp4d5TVd-r2rI_3nRUZw7LmD7mL2UUCC3Q&s",
      "rating": 5,
      "productLink": "https://kaspi.kz/shop/p/jandeks-yndx-0006-101073415/?c=750000000",
      "category": "Video Equipment",
      "likes": 3
    },
    {
      "id": "b230",
      "name": "jfjdsfjk",
      "shortDescription": "dsjkfknsdfkj",
      "description": "dsjkfdsjkf",
      "price": 21,
      "rating": 5,
      "imageLink": "https://object.pscloud.io/cms/cms/Photo/img_0_81_2918_0_6.png",
      "productLink": "https://kaspi.kz/shop/p/dlja-apple-iphone-13-prozrachnyi-106185651/?c=750000000",
      "likes": 5
    },
    {
      "id": "faba",
      "name": "dscdskm",
      "shortDescription": "ksdcmdsk",
      "description": "ksdcmdsk",
      "price": 2,
      "rating": 2,
      "imageLink": "https://object.pscloud.io/cms/cms/Photo/img_0_81_2918_0_6.png",
      "productLink": "https://kaspi.kz/shop/p/dlja-apple-iphone-13-prozrachnyi-106185651/?c=750000000",
      "category": "",
      "likes": 4
    },
    {
      "id": "0a43",
      "name": "gwynplaine",
      "shortDescription": "vcxvcx",
      "description": "vxcv",
      "price": 2,
      "rating": 2,
      "imageLink": "https://object.pscloud.io/cms/cms/Photo/img_0_81_2918_0_6.png",
      "productLink": "https://kaspi.kz/shop/p/dlja-apple-iphone-13-prozrachnyi-106185651/?c=750000000",
      "category": "",
      "likes": 3
    },
    {
      "id": "f8d8",
      "name": "dsvsdv",
      "shortDescription": "njdsvnsdkj",
      "description": "vxcv",
      "price": 3,
      "rating": 3,
      "imageLink": "https://object.pscloud.io/cms/cms/Photo/img_0_81_2918_0_6.png",
      "productLink": "https://kaspi.kz/shop/p/dlja-apple-iphone-13-prozrachnyi-106185651/?c=750000000",
      "category": "Home Appliances",
      "likes": 2
    },
    {
      "id": "b657",
      "name": "gwynplaine",
      "shortDescription": "njdsvnsdkj",
      "description": "sdknjdsnvj",
      "price": -3,
      "rating": 3,
      "imageLink": "https://object.pscloud.io/cms/cms/Photo/img_0_81_2918_0_6.png",
      "productLink": "https://kaspi.kz/shop/p/dlja-apple-iphone-13-prozrachnyi-106185651/?c=750000000",
      "category": "Home Appliances",
      "likes": 1
    },
    {
      "id": "e69d",
      "name": "Sigma boy",
      "shortDescription": "5g of cocaine",
      "description": "a literal 5 gramm of cocaine",
      "price": 100000,
      "rating": 5,
      "imageLink": "https://object.pscloud.io/cms/cms/Photo/img_0_81_2918_0_6.png",
      "productLink": "https://kaspi.kz/shop/p/dlja-apple-iphone-13-prozrachnyi-106185651/?c=750000000",
      "category": "Phones",
      "likes": 100
    }
  ]
}